Revit 2027 API
ParameterTypeId.SlopeStartHeight Property
 "Height Offset at Tail"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlopeStartHeight { get; }
Public Shared ReadOnly Property SlopeStartHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlopeStartHeight {
	ForgeTypeId^ get ();
}
static member SlopeStartHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace